Repository: dsamios/ejabberd-account-tools
Catalog: languages/ejabat-*.po
Languages: pl_pl

source: http://beherit.pl/en/wordpress/plugins/ejabberd-account-tools
pl_pl: http://beherit.pl/pl/wordpress/wtyczki/ejabberd-account-tools

source: Provide ejabberd account tools such as registration form, deleting an account, resetting account password.
pl_pl: Dostarcza narzędzia konta ejabberd, takie jak formularzu rejestracji, usuwanie konta, resetowanie hasła do konta.

source: Settings
pl_pl: Ustawienia

source: General
pl_pl: Ogólne

source: Registration
pl_pl: Rejestracja

source: Changing email
pl_pl: Zmiana e-mail

source: Resetting password
pl_pl: Resetowanie hasła

source: Donations
pl_pl: Wsparcie

source: Usage information
pl_pl: Informacje o użytkowaniu

source: Default hostname
pl_pl: Domyślna nazwa hosta

source: Determines XMPP vhost name which will be default used in all forms.
pl_pl: Określa nazwę vhosta XMPP, która będzie domyślnie używana we wszystkich formach.

source: Sender email address
pl_pl: Adres e-mail nadawcy

source: Sender name
pl_pl: Nazwa nadawcy

source: It will be used in all email notification, eg. when resetting password or confirming new private email address.
pl_pl: Będzie wykorzystywane we wszystkich powiadomieniach e-mail, np. podczas resetowania hasła lub przy potwierdzaniu nowego prywatnego adresu e-mail.

source: Show information hints on forms
pl_pl: Wyświetlaj wskazówki informacyjne na formularzach

source: To support multi-language use %s filter.
pl_pl: Do obsługi wielu języków użyj filtra %s.

source: At least 3 and up to 32 characters, only letters and numbers
pl_pl: Co najmniej 3 i maksymalnie 32 znaków, tylko litery i cyfry

source: Password
pl_pl: Hasło

source: Required at least good password
pl_pl: Wymagane co najmniej dobre hasło

source: Required only for password recovery
pl_pl: Wymagany jedynie do odzyskiwania hasła

source: REST API url
pl_pl: Adres REST API

source: URL defined in module mod_rest in ejabberd settings.
pl_pl: Adres URL zdefiniowany w module mod_rest w ustawieniach ejabberd.

source: Enable authorization
pl_pl: Włącz autoryzację

source: Set last activity information
pl_pl: Ustaw informację o ostatniej aktywności

source: Regexp for allowed login
pl_pl: Regexp dla dozwolonego loginu

source: Regexp for blocked login
pl_pl: Regexp dla zablokowanego loginu

source: Registration watcher
pl_pl: Obserwator rejestracji

source: Sends information about new registration to specified JID. Leave field empty if disabled.
pl_pl: Wysyła informacje o nowej rejestracji do określonego JID. Zostaw pole puste, jeśli wyłączone.

source: Registration timeout
pl_pl: Limit czasu rejestracji

source: seconds
pl_pl: sekund

source: Limits the frequency of registration from a given IP address. To disable this limitation enter 0.
pl_pl: Ogranicza częstotliwość rejestracji z danego adresu IP. Aby wyłączyć to ograniczenie wpisz 0.

source: Confirmation link expiration
pl_pl: Wygaśnięcie odnośnika potwierdzającego

source: Determines expiration time of the each confirmation link. To disable this limitation enter 0.
pl_pl: Określa czas wygaśnięcia każdego odnośnika potwierdzającego. Aby wyłączyć to ograniczenie wpisz 0.

source: Limit verification to
pl_pl: Ogranicz weryfikację do

source: within
pl_pl: w ciągu

source: Determines the maximum number of verification within the specified time. To disable this limitation enter 0.
pl_pl: Określa maksymalną liczbę weryfikacji w ustalonym czasie. Aby wyłączyć to ograniczenie wpisz 0.

source: If you like this plugin, please send a donation to support its development and maintenance
pl_pl: Jeśli podoba Ci się ta wtyczka, proszę prześlij darowiznę na wsparcie jej rozwoju i utrzymanie

source: First, make sure that module mod_rest in ejabberd is properly configured. Example configuration:
pl_pl: Po pierwsze, upewnij się, że moduł mod_rest w ejabberd jest poprawnie skonfigurowany. Przykładowa konfiguracja:

source: Second, configure REST API url and optional authorization data. At last, place shortcode on page.
pl_pl: Po drugie, skonfiguruj adres REST API i opcjonalne dane autoryzacji. W końcu, umieścić shortcode na stronie.

source: Registration form with validation and reCAPTCHA.
pl_pl: Formularz rejestracji z walidacją i reCAPTCHA.

source: Form to changing / adding the private email address.
pl_pl: Formularz do zmiany / dodania prywatnego adresu e-mail.

source: Form to resetting the account password.
pl_pl: Formularz do resetowania hasła dla konta.

source: Save settings
pl_pl: Zapisz zmiany

source: %s Checking email address...
pl_pl: %s Sprawdzanie adresu e-mail...

source: Email address seems invalid.
pl_pl: Podany adres e-mail jest niepoprawny.

source: Please verify the Captcha.
pl_pl: Proszę zweryfikować Captcha.

source: Please fill the required field.
pl_pl: Proszę uzupełnić wymagane pole.

source: Verification errors occurred. Please check all fields and submit it again.
pl_pl: Wystąpiły błędy weryfikacji. Proszę sprawdzić wszystkie pola i przesłać formularz ponownie.

source: Server is temporarily unavailable, please try again in a moment.
pl_pl: Serwer jest chwilowo niedostępny, spróbuj ponownie za chwilę.

source: Private email address, for your XMPP account %s, has been successfully changed to %s.
pl_pl: Prywatny adres e-mail, dla Twojego konta XMPP %s, został pomyślnie zmieniony na %s.

source: Unexpected error occurred, try again.
pl_pl: Wystąpił nieoczekiwany błąd, spróbuj ponownie.

source: The link to change private email address has expired or is not valid. Please fill the form and submit it again.
pl_pl: Link do zmiany prywatnego adresu e-mail wygasł lub nie jest poprawny. Proszę wypełnić formularz i przesłać go ponownie.

source: Password
pl_pl: Hasło

source: New private email
pl_pl: Nowy prywatny e-mail

source: Change email
pl_pl: Zmień e-mail

source: Verification error, try again.
pl_pl: Błąd weryfikacji, spróbuj ponownie.

source: All fields are required. Please check the form and submit it again.
pl_pl: Wszystkie pola są wymagane. Proszę sprawdzić formularz i przesłać go ponownie.

source: Captcha validation error, try again.
pl_pl: Błąd walidacji Captcha, spróbuj ponownie.

source: Email address seems invalid, change it and try again.
pl_pl: Podany adres e-mail jest niepoprawny, zmień go i spróbuj ponownie.

source: Invalid login or password, correct them and try again.
pl_pl: Nieprawidłowy login lub hasło, popraw pola i spróbuj ponownie.

source: Confirm the email address for your %s account
pl_pl: Potwierdź adres e-mail dla Twojego konta %s

source: Hey %s, You have changed the private email address for your XMPP account %s. To complete the change, please click on the confirmation link: %s If you haven't made this change, simply disregard this email. Greetings, %s
pl_pl: Hej %s, Zmieniłeś prywatny adres e-mail dla Twojego konta XMPP %s. Aby dokończyć zmiany, proszę kliknąć w link potwierdzający: %s Jeśli nie dokonałeś tej zmiany, po prostu zignoruj tę wiadomość. Pozdrowienia, %s

source: An email has been sent to you to confirm changes. It contains a confirmation link that you have to click.
pl_pl: Został wysłany do Ciebie e-mail, aby potwierdzić zmiany. Zawiera link potwierdzający, w który należy kliknąć.

source: Failed to send email, try again.
pl_pl: Nie udało się wysłać wiadomości e-mail, spróbuj ponownie.

source: Selected private email address is already set to this account.
pl_pl: Wybrany prywatny adres e-mail jest już ustawiony do tego konta.

source: Warning! If you type in here your correct password, your account will be deleted forever. There is no way to restore account.
pl_pl: Ostrzeżenie! Jeżeli wpiszesz tutaj swoje prawidłowe hasło, Twoje konto zostanie usunięte na zawsze! Nie ma sposobu, aby przywrócić konto.

source: Yes, really delete account
pl_pl: Tak, naprawdę usuń konto

source: The link to delete account has expired or is not valid. Please fill the form and submit it again.
pl_pl: Link do usunięcia konta wygasł lub nie jest poprawny. Proszę wypełnić formularz i przesłać go ponownie.

source: Warning! If you delete your account, it's gone forever. There is no way to restore account.
pl_pl: Ostrzeżenie! Jeśli usuniesz swoje konto, to już na zawsze. Nie ma sposobu, aby przywrócić konto.

source: Delete account
pl_pl: Usuń konto

source: Server is temporarily unavailable.
pl_pl: Serwer jest chwilowo niedostępny.

source: Delete your account on %s
pl_pl: Usuń swoje konto na %s

source: Hey %s, You wanted to delete your XMPP account %s. To complete the change, please click the following link: %s If you no longer want to delete the account, simply disregard this email. Greetings, %s
pl_pl: Hej %s, Chciałeś usunąć swoje konto XMPP %s. Aby dokończyć zmiany, proszę kliknąć w poniższy link: %s Jeśli jednak nie chcesz usunąć konta, po prostu zignoruj tę wiadomość. Pozdrowienia, %s

source: An email has been sent to you at address %s. It contains a link to a page where you can finally delete your account.
pl_pl: Został wysłany do Ciebie e-mail na adres %s. Zawiera link do strony, gdzie możesz finalnie usunąć swoje konto.

source: Private email address hasn't been set. To delete your account please first set the private email address or simply delete your account via IM.
pl_pl: Prywatny adres e-mail nie został ustawiony. Aby usunąć konto należy najpierw ustawić prywatny adres e-mail lub po prostu usuń swoje konto za pośrednictwem komunikatora.

source: Your account has been deleted, goodbye.
pl_pl: Twoje konto zostało usunięte, do widzenia.

source: The link to delete account has expired or is not valid.
pl_pl: Link do usunięcia konta wygasł lub nie jest poprawny.

source: %s Checking login...
pl_pl: %s Sprawdzanie loginu...

source: Login contains illegal characters or it's too short.
pl_pl: Login zawiera niedozwolone znaki lub jest za krótki.

source: Password is very weak.
pl_pl: Hasło jest bardzo słabe.

source: Password is weak.
pl_pl: Hasło jest słabe.

source: Password is good.
pl_pl: Hasło jest dobre.

source: Password is strong.
pl_pl: Hasło jest silne.

source: Password mismatch with the confirmation.
pl_pl: Hasło nie zgadza się z potwierdzeniem.

source: Confirm password
pl_pl: Potwierdź hasło

source: Private email
pl_pl: Prywatny e-mail

source: Register
pl_pl: Rejestracja

source: Selected login contains illegal characters or it's too short, change it and try again.
pl_pl: Wybrany login zawiera niedozwolone znaki lub jest zbyt krótki, zmień go i spróbuj ponownie.

source: Selected login contains illegal words, change it and try again.
pl_pl: Wybrany login zawiera niedozwolone słowa, zmień go i spróbuj ponownie.

source: You can't register another account so quickly. Please try again later.
pl_pl: Nie można zarejestrować kolejnego konta tak szybko. Proszę spróbuj ponownie później.

source: Passwords don't match, correct them and try again.
pl_pl: Hasła nie są identyczne, popraw je i spróbuj ponownie.

source: Account %s has been successfully registered.
pl_pl: Konto %s zostało pomyślnie zarejestrowane.

source: Selected login is already registered, change it and try again.
pl_pl: Wybrany login jest już zarejestrowany, zmień go i spróbuj ponownie.

source: Login contains illegal words.
pl_pl: Login zawiera niedozwolone słowa.

source: Selected login is available.
pl_pl: Wybrany login jest dostępny.

source: Selected login is already registered.
pl_pl: Wybrany login jest już zarejestrowany.

source: Set new password
pl_pl: Ustaw nowe hasło

source: The link to reset password has expired or is not valid. Please fill the form and submit it again.
pl_pl: Link do zresetowania hasła wygasł lub nie jest poprawny. Proszę wypełnić formularz i przesłać go ponownie.

source: Reset password
pl_pl: Zresetuj hasło

source: Invalid login, correct it and try again.
pl_pl: Nieprawidłowy login, popraw go i spróbuj ponownie.

source: Password reset for your %s account
pl_pl: Resetowanie hasła dla Twojego konta %s

source: Hey %s, Someone requested to change the password for your XMPP account %s. To complete the change, please click the following link: %s If you haven't made this change, simply disregard this email. Greetings, %s
pl_pl: Hej %s, Ktoś poprosił o zmianę hasła do Twojego konta XMPP %s. Aby dokończyć zmiany, proszę kliknąć w poniższy link: %s Jeśli nie dokonałeś tej zmiany, po prostu zignoruj tę wiadomość. Pozdrowienia, %s

source: An email has been sent to you at address %s. It contains a link to a page where you can reset your password.
pl_pl: Został wysłany do Ciebie e-mail na adres %s. Zawiera link do strony, gdzie możesz zresetować hasło.

source: Verification limit has been exceeded. Please try again later.
pl_pl: Limit weryfikacji został przekroczony. Proszę spróbuj ponownie później.

source: Private email address hasn't been set. To reset your password please contact with the administrator.
pl_pl: Prywatny adres e-mail nie został ustawiony. Aby zresetować hasło, skontaktuj się z administratorem.

source: The password for your account was successfully changed.
pl_pl: Hasło do Twojego konta zostało pomyślnie zmienione.

source: The link to reset password has expired or is not valid.
pl_pl: Link do zresetowania hasła wygasł lub nie jest poprawny.
